---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.FileExportedEventArgs
source: html/d85a14dc-9d45-adaf-e751-3a9a4abf45bc.htm
---
# FileExportedEventArgs Methods

Indicates whether the event is being cancelled.